export interface Product {
    name: string;
    unit: string;
    category: string;
}

export const products: Product[] = [
    {
        name: `Вершковий канапковий"МілКрай" 300г. (ящик 20 шт)`,
        unit: "шт",
        category: "Сир напівтвердий"
    },
    {
        name: `Вершковий канапковий"МілКрай" 500г. (ящик 10 шт)`,
        unit: "шт",
        category: "Сир напівтвердий"
    },
    {
        name: `Маса сиркова ваніль, 5 кг. ТМ "Вершкова Лінія"`,
        unit: "кг",
        category: "Кисломолочка"
    },
    {
        name: `Маса сиркова з родзинками, 5 кг. ТМ "МілКрай"`,
        unit: "кг",
        category: "Кисломолочка"
    },
    {
        name: `Маса сирково-вершкова ваніль, 5 кг. ТМ "Вершкова Лінія"`,
        unit: "кг",
        category: "Кисломолочка"
    },
    {
        name: `Масло солодковершкове 72,5% ДСТУ ТМ "МілКрай" 5кг`,
        unit: "кг",
        category: "Масло"
    },
    {
        name: `Масло солодковершкове 72,5% ТМ "Вершкова лінія" 5кг`,
        unit: "кг",
        category: "Масло"
    },
    {
        name: `Моцарелла "МілКрай"  HOREСA 1,5 кг. (ящик 4 шт)`,
        unit: "шт",
        category: "Сир напівтвердий"
    },
    {
        name: `Моцарелла "МілКрай" 300г. (ящик 30 шт)`,
        unit: "шт",
        category: "Сир напівтвердий"
    },
    {
        name: `Моцарелла "МілКрай" 500г. (ящик 10 шт)`,
        unit: "шт",
        category: "Сир напівтвердий"
    },
    {
        name: `Преміум 72,5% ТМ "МілКрай" 5кг`,
        unit: "кг",
        category: "Масло"
    },
    {
        name: `Преміум 82,5% ТМ "МілКрай" 5 кг`,
        unit: "кг",
        category: "Масло"
    },
    {
        name: `Продукт сирний розсільний "Біла коса з кропом та перцем"  (ящик 10 кг)`,
        unit: "кг",
        category: "Сир мякий"
    },
    {
        name: `Продукт сирний розсільний "Біла коса" (ящик 10 кг)`,
        unit: "кг",
        category: "Сир мякий"
    },
    {
        name: `Продукт сирний розсільний "Золота коса з паприкою"  (ящик 10 кг)`,
        unit: "кг",
        category: "Сир мякий"
    },
    {
        name: `Продукт сирний розсільний "Золота коса"  (ящик 10 кг)`,
        unit: "кг",
        category: "Сир мякий"
    },
    {
        name: `Продукт сирний розсільний "Моцарела міні" 130г. (ящик 35 шт)`,
        unit: "шт",
        category: "Сир мякий"
    },
    {
        name: `Продукт сирний розсільний "Моцарела міні" з васабі 130г. (ящик 35 шт)`,
        unit: "шт",
        category: "Сир мякий"
    },
    {
        name: `Продукт сирний розсільний "Моцарела міні" з кропом та чорним перцем 130г. (ящик 35 шт)`,
        unit: "шт",
        category: "Сир мякий"
    },
    {
        name: `Продукт сирний розсільний "Моцарела міні" з паприкою 130г. (ящик 35 шт)`,
        unit: "шт",
        category: "Сир мякий"
    },
    {
        name: `Продукт сирний розсільний "Нитка копчена" 1 кг (ящик 5 кг)`,
        unit: "кг",
        category: "Сир мякий"
    },
    {
        name: `Продукт сирний розсільний "Нитка копчена" 1,5 кг  (ящик 9 кг)`,
        unit: "кг",
        category: "Сир мякий"
    },
    {
        name: `Продукт сирний розсільний копчений " Моцарела міні" 130г. (ящик 35 шт)`,
        unit: "шт",
        category: "Сир мякий"
    },
    {
        name: `Сир кисломолочний 15%, 5 кг. ТМ "Вершкова Лінія"`,
        unit: "кг",
        category: "Кисломолочка"
    },
    {
        name: `Сир м'який " Моцарела міні" 130г. (ящик 35 шт)`,
        unit: "шт",
        category: "Сир мякий"
    },
    {
        name: `Сир м'який "Палички білі" 145 г. (ящик 35 шт)`,
        unit: "шт",
        category: "Сир мякий"
    },
    {
        name: `Сир м'який "Палички копчені" 130 г. (ящик 35 шт)`,
        unit: "шт",
        category: "Сир мякий"
    },
    {
        name: `Сметана 20%, 400 г. ТМ "Вершкова лінія" (ящик 10 шт)`,
        unit: "шт",
        category: "Кисломолочка"
    },
    {
        name: `Сметана 20%, 400 г. ТМ "МілКрай" (ящик 10 шт)`,
        unit: "шт",
        category: "Кисломолочка"
    },
    {
        name: `Сметана 20%, 5 кг. ТМ "Вершкова Лінія"`,
        unit: "шт",
        category: "Кисломолочка"
    },
    {
        name: `Сметана 20%, 5 кг. ТМ "МілКрай"`,
        unit: "шт",
        category: "Кисломолочка"
    },
    {
        name: `Сметана 20%, 500 г. ТМ "МілКрай" (ящик 8 шт)`,
        unit: "шт",
        category: "Кисломолочка"
    },
    {
        name: `Сметана 20%, 900 г. ТМ "Вершкова Лінія" (ящик 12 шт)`,
        unit: "шт",
        category: "Кисломолочка"
    },
    {
        name: `Сметана 20%, 900 г. ТМ "МілКрай" (ящик 12 шт)`,
        unit: "шт",
        category: "Кисломолочка"
    },
    {
        name: `Солодковершковий 72,5% крафт 5 кг`,
        unit: "кг",
        category: "Масло"
    },
    {
        name: `Спред солодковершковий 72,5% (40/60) 5 кг`,
        unit: "кг",
        category: "Масло"
    },
    {
        name: `Сулугуні фермерське "МілКрай" 300г. (ящик 30 шт)`,
        unit: "шт",
        category: "Сир напівтвердий"
    },
    {
        name: `Сулугуні фермерське "МілКрай" 500г. (ящик 10 шт)`,
        unit: "шт",
        category: "Сир напівтвердий"
    },
    {
        name: `Чеддер плавлений фермерський "МілКрай" 300г. (ящик 20 шт)`,
        unit: "шт",
        category: "Сир напівтвердий"
    },
    {
        name: `Чеддер плавлений фермерський "МілКрай" 500г. (ящик 10 шт)`,
        unit: "шт",
        category: "Сир напівтвердий"
    }
];